-- MariaDB dump 10.19  Distrib 10.4.32-MariaDB, for Win64 (AMD64)
--
-- Host: localhost    Database: church_management
-- ------------------------------------------------------
-- Server version	10.4.32-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Current Database: `church_management`
--

CREATE DATABASE /*!32312 IF NOT EXISTS*/ `church_management` /*!40100 DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci */;

USE `church_management`;

--
-- Table structure for table `asset_borrowing`
--

DROP TABLE IF EXISTS `asset_borrowing`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `asset_borrowing` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `asset_id` int(11) NOT NULL,
  `borrower_name` varchar(200) DEFAULT NULL,
  `borrow_date` date NOT NULL,
  `expected_return_date` date DEFAULT NULL,
  `actual_return_date` date DEFAULT NULL,
  `status` enum('borrowed','returned') DEFAULT 'borrowed',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `asset_borrowing`
--

LOCK TABLES `asset_borrowing` WRITE;
/*!40000 ALTER TABLE `asset_borrowing` DISABLE KEYS */;
/*!40000 ALTER TABLE `asset_borrowing` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `assets`
--

DROP TABLE IF EXISTS `assets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `assets` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `asset_id` varchar(30) NOT NULL,
  `name` varchar(300) NOT NULL,
  `quantity` int(11) DEFAULT 1,
  `unit_price` decimal(15,2) NOT NULL,
  `total_price` decimal(15,2) GENERATED ALWAYS AS (`quantity` * `unit_price`) STORED,
  `acquisition_date` date DEFAULT NULL,
  `acquired_by` varchar(200) DEFAULT NULL,
  `location` varchar(300) DEFAULT NULL,
  `responsible_person` varchar(200) DEFAULT NULL,
  `status` enum('available','borrowed','damaged','lost') DEFAULT 'available',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `asset_id` (`asset_id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `assets`
--

LOCK TABLES `assets` WRITE;
/*!40000 ALTER TABLE `assets` DISABLE KEYS */;
INSERT INTO `assets` VALUES (1,'ßèá/ßë╡/ßèò/ßè¡/01/17','ßè«ßìÆ ßê¢ßê╜ßèò',1,50000.00,50000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(2,'ßèá/ßë╡/ßèò/ßè¡/02/17','ßï┤ßêì ßï┤ßê╡ßè¡ßë╢ßìò',1,3000.00,3000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(3,'ßèá/ßë╡/ßèò/ßè¡/03/17','ßï¿ßëóßê« ßîáßê¿ßî┤ßï¢',1,4000.00,4000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(4,'ßèá/ßë╡/ßèò/ßè¡/04/17','ßèáßï│ßëÑßë░ßê¡',1,500.00,500.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(5,'ßèá/ßë╡/ßèò/ßè¡/05/17','ßìïßï¡ßêì ßê¢ßê╡ßëÇßêÿßî½ ßëíßìî',1,3000.00,3000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(6,'ßèá/ßë╡/ßèò/ßè¡/06/17','ßìÉßê«ßîÇßè¡ßë░ßê¡',1,80000.00,80000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(7,'ßèá/ßë╡/ßèò/ßè¡/07/17','ßï¿ßììßê¼ßê¥ ßêÑßïòßêì ßèáßï╡ßêàßèû',2,1500.00,3000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(8,'ßèá/ßë╡/ßèò/ßè¡/08/17','ßèáßêìßëáßê¥ ßêÄßîÄ',1,500.00,500.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(9,'ßèá/ßë╡/ßèò/ßè¡/09/17','ßìößìÉßê¡ ßë╡ßê¬',1,1500.00,1500.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(10,'ßèá/ßë╡/ßèò/ßè¡/10/17','ßê╡ßë┤ßìòßêïßê¡',1,200.00,200.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(11,'ßèá/ßë╡/ßèò/ßè¡/11/17','ßêÿßî╜ßêÉßìì ßëàßï▒ßê╡',1,1500.00,1500.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(12,'ßèá/ßë╡/ßèò/ßè¡/12/17','ßèáßê¥ßìûßêì',1,800.00,800.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(13,'ßèá/ßë╡/ßèò/ßè¡/13/17','ßï¿ßëåßê╗ßê╗ ßêÿßîúßï½ ßëàßê¡ßî½ßë╡',1,50.00,50.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(14,'ßèá/ßë╡/ßèò/ßè¡/14/17','ßê¥ßèòßîúßìì',1,370.00,370.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(15,'ßèá/ßë╡/ßèò/ßè¡/15/17','ßïêßê¿ßëÇßë╡ ßêÿßëÑßê╗',1,200.00,200.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßï│ßïèßë╡ ßèáßëÑßï¡','available','2026-04-28 23:33:23'),(16,'ßèá/ßë╡/ßèò/ßè¡/16/17','ßêÿßêáßèòßëå (ßëÇßêïßêì)',10,1500.00,15000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßê¿ßï╡ßèñßë╡ ßî╕ßîïßïì','available','2026-04-28 23:33:23'),(17,'ßèá/ßë╡/ßèò/ßè¡/17/17','ßêÿßêáßèòßëå (ßï¿ßêïßëÇ)',8,3000.00,24000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßê¿ßï╡ßèñßë╡ ßî╕ßîïßïì','available','2026-04-28 23:33:23'),(18,'ßèá/ßë╡/ßèò/ßè¡/18/17','ßï¿ßêÿßêáßèòßëå ßëªßê¡ßê│',7,1800.00,12600.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßê¿ßï╡ßèñßë╡ ßî╕ßîïßïì','available','2026-04-28 23:33:23'),(19,'ßèá/ßë╡/ßèò/ßè¡/19/17','ßè«ßêÿßï▓ßèû',1,3000.00,3000.00,'2017-01-01','ßè¿ßëñ ßï¿ßèÉßï¡ßë╡ßëúßê¿ßè¡ ßèáßè¡ßê╡ßë╡','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßê¿ßï╡ßèñßë╡ ßî╕ßîïßïì','available','2026-04-28 23:33:23'),(20,'ßèá/ßë╡/ßèò/ßè¡/20/17','ßëüßê¥ßê│ßîÑßèò',2,2000.00,4000.00,'2017-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßê¿ßï╡ßèñßë╡ ßî╕ßîïßïì','available','2026-04-28 23:33:23'),(21,'ßèá/ßë╡/ßèò/ßè¡/27/18','ßï░ßê╡ßè¡ßë╢ßìò',1,3000.00,3000.00,'2018-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßèáßìÄßêÜßï½ ßèáßê╡ßê½ßë╡','available','2026-04-28 23:33:23'),(22,'ßèá/ßë╡/ßèò/ßè¡/28/19','ßè«ßêÿßï▓ßèû',1,1000.00,1000.00,'2019-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßèáßìÄßêÜßï½ ßèáßê╡ßê½ßë╡','available','2026-04-28 23:33:23'),(23,'ßèá/ßë╡/ßèò/ßè¡/29/20','ßï¿ßèÑßêÿßëñßë│ßë╜ßèò ßêÑßïòßêì ßëáßê¥ßèòßîúßìì',1,3000.00,3000.00,'2020-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßèáßìÄßêÜßï½ ßèáßê╡ßê½ßë╡','available','2026-04-28 23:33:23'),(24,'ßèá/ßë╡/ßèò/ßè¡/30/21','ßìößìÉßê¡ ßë╡ßê¬',1,1500.00,1500.00,'2021-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßèáßìÄßêÜßï½ ßèáßê╡ßê½ßë╡','available','2026-04-28 23:33:23'),(25,'ßèá/ßë╡/ßèò/ßè¡/31/22','ßëåßê╗ßê╗ ßê¢ßîáßê½ßëÇßêÜßï½',1,50.00,50.00,'2022-01-01','ßè¿ßê░ßèòßëáßë╡ ßë╡/ßëñßë▒','ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','ßèáßìÄßêÜßï½ ßèáßê╡ßê½ßë╡','available','2026-04-28 23:33:23');
/*!40000 ALTER TABLE `assets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `contributions`
--

DROP TABLE IF EXISTS `contributions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `contributions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `student_id` int(11) NOT NULL,
  `month` varchar(30) NOT NULL,
  `year` int(11) NOT NULL,
  `amount` decimal(15,2) NOT NULL,
  `payment_date` date NOT NULL,
  `ethiopian_date` varchar(50) DEFAULT NULL,
  `receipt_number` varchar(50) DEFAULT NULL,
  `recorded_by` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `receipt_number` (`receipt_number`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `contributions`
--

LOCK TABLES `contributions` WRITE;
/*!40000 ALTER TABLE `contributions` DISABLE KEYS */;
INSERT INTO `contributions` VALUES (1,1,'ßêÿßê╡ßè¿ßê¿ßê¥',2016,100.00,'2016-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','AT-REC-0001',1,'2026-04-28 23:33:23'),(2,1,'ßîÑßëàßê¥ßë╡',2016,100.00,'2016-02-01','ßîÑßëàßê¥ßë╡ 1, 2016','AT-REC-0002',1,'2026-04-28 23:33:23'),(3,1,'ßêàßï│ßê¡',2016,100.00,'2016-03-01','ßêàßï│ßê¡ 1, 2016','AT-REC-0003',1,'2026-04-28 23:33:23'),(4,2,'ßêÿßê╡ßè¿ßê¿ßê¥',2016,100.00,'2016-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','AT-REC-0004',1,'2026-04-28 23:33:23'),(5,2,'ßîÑßëàßê¥ßë╡',2016,100.00,'2016-02-01','ßîÑßëàßê¥ßë╡ 1, 2016','AT-REC-0005',1,'2026-04-28 23:33:23'),(6,77,'ßêÿßê╡ßè¿ßê¿ßê¥',2018,100.00,'2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','AT-REC-0006',1,'2026-04-29 00:17:40'),(7,77,'ßë│ßêàßê│ßê╡',2018,100.00,'2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','AT-REC-0007',1,'2026-04-29 00:17:45'),(8,57,'ßêÿßê╡ßè¿ßê¿ßê¥',2018,100.00,'2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','AT-REC-0008',1,'2026-04-29 00:17:53'),(9,57,'ßîÑßëàßê¥ßë╡',2018,100.00,'2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','AT-REC-0009',1,'2026-04-29 00:17:57'),(10,57,'ßêàßï│ßê¡',2018,50.00,'2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','AT-REC-0010',1,'2026-04-29 00:18:11');
/*!40000 ALTER TABLE `contributions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `fiscal_years`
--

DROP TABLE IF EXISTS `fiscal_years`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `fiscal_years` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `year` int(11) NOT NULL,
  `opening_balance` decimal(15,2) DEFAULT 0.00,
  `closing_balance` decimal(15,2) DEFAULT NULL,
  `status` enum('open','closed') DEFAULT 'open',
  `created_by` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `year` (`year`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `fiscal_years`
--

LOCK TABLES `fiscal_years` WRITE;
/*!40000 ALTER TABLE `fiscal_years` DISABLE KEYS */;
INSERT INTO `fiscal_years` VALUES (1,2016,0.00,64914.00,'closed',NULL,'2026-04-28 23:33:21'),(2,2017,64914.00,22747.00,'closed',NULL,'2026-04-28 23:33:21'),(3,2018,22747.00,NULL,'open',NULL,'2026-04-28 23:33:21');
/*!40000 ALTER TABLE `fiscal_years` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `receipts`
--

DROP TABLE IF EXISTS `receipts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `receipts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `receipt_number` varchar(50) NOT NULL,
  `type` enum('contribution','income') NOT NULL,
  `reference_id` int(11) DEFAULT NULL,
  `amount` decimal(15,2) DEFAULT NULL,
  `issued_by` int(11) DEFAULT NULL,
  `ethiopian_date` varchar(50) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `receipt_number` (`receipt_number`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `receipts`
--

LOCK TABLES `receipts` WRITE;
/*!40000 ALTER TABLE `receipts` DISABLE KEYS */;
INSERT INTO `receipts` VALUES (1,'AT-REC-0001','contribution',1,100.00,1,'ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','2026-04-28 23:33:23'),(2,'AT-REC-0002','contribution',2,100.00,1,'ßîÑßëàßê¥ßë╡ 1, 2016','2026-04-28 23:33:23'),(3,'AT-REC-0003','contribution',3,100.00,1,'ßêàßï│ßê¡ 1, 2016','2026-04-28 23:33:23'),(4,'AT-REC-0004','contribution',4,100.00,1,'ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','2026-04-28 23:33:23'),(5,'AT-REC-0005','contribution',5,100.00,1,'ßîÑßëàßê¥ßë╡ 1, 2016','2026-04-28 23:33:23'),(6,'AT-REC-0006','contribution',167,100.00,1,'29 ßë│ßêàßê│ßê╡ 2018','2026-04-29 00:17:40'),(7,'AT-REC-0007','contribution',168,100.00,1,'29 ßë│ßêàßê│ßê╡ 2018','2026-04-29 00:17:45'),(8,'AT-REC-0008','contribution',169,100.00,1,'29 ßë│ßêàßê│ßê╡ 2018','2026-04-29 00:17:53'),(9,'AT-REC-0009','contribution',170,100.00,1,'29 ßë│ßêàßê│ßê╡ 2018','2026-04-29 00:17:58'),(10,'AT-REC-0010','contribution',171,50.00,1,'29 ßë│ßêàßê│ßê╡ 2018','2026-04-29 00:18:11');
/*!40000 ALTER TABLE `receipts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `students`
--

DROP TABLE IF EXISTS `students`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `students` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `full_name` varchar(300) NOT NULL,
  `place` varchar(300) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `grade` varchar(20) DEFAULT NULL,
  `status` enum('active','inactive') DEFAULT 'active',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=81 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `students`
--

LOCK TABLES `students` WRITE;
/*!40000 ALTER TABLE `students` DISABLE KEYS */;
INSERT INTO `students` VALUES (1,'ßï▓/ßèò ßèôßë╡ßèôßèñßêì ßêÿßè¡ßëÑßëÑ','7ßè¢ ßè¡ßììßêì','0920055496','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(2,'ßï▓/ßèò ßëáßê▒ßìêßëâßï╡ ßï░ßîÇßèö','7ßè¢ ßè¡ßììßêì','0914362110','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(3,'ßï▓/ßèò ßè¬ßï│ßèÉßê¢ßê¡ßï½ßê¥ ßèáßê╡ßê¢ßê¢ßïì','7ßè¢ ßè¡ßììßêì','0911449065','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(4,'ßï▓/ßèò ßêÜßè¬ßï½ßê╡ ßèáßèòßîïßïì','7ßè¢ ßè¡ßììßêì','0988240631','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(5,'ßï▓/ßèò ßï«ßêÉßèòßê╡ ßïêßê¡ßëü','7ßè¢ ßè¡ßììßêì','0988128696','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(6,'ßï▓/ßèò ßèáßëñßêì ßèáßê╡ßê¿ßê╡','7ßè¢ ßè¡ßììßêì','0922862993','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(7,'ßêÿßê░ßê¿ßë╡ ßï▓ßëúßëú','7ßè¢ ßè¡ßììßêì','0992658749','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(8,'ßë╡ßèòßê│ßèñ ßê╡ßèòßë│ßï¿ßêü','7ßè¢ ßè¡ßììßêì','0911647271','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(9,'ßèáßï▓ßê╡ ßïôßêêßê¥ ßïÿßê¡ßìë','7ßè¢ ßè¡ßììßêì','0901744754','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(10,'ßèáßê¡ßê┤ßê¢ ßèáßê╡ßê¢ßê¢ßïì','7ßè¢ ßè¡ßììßêì','0911449065','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(11,'ßëóßë│ßèòßï½ ßë│ßîáßëà','7ßè¢ ßè¡ßììßêì','0910031943','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(12,'ßèáßê¡ßê┤ßê¢ ßï«ßê┤ßìì','7ßè¢ ßè¡ßììßêì','0910677684','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(13,'ßêÖßê┤ ßï░ßê¿ßîâ','7ßè¢ ßè¡ßììßêì','0923119204','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(14,'ßï«ßê¡ßï│ßèûßê╡ ßëáßêêßîá','7ßè¢ ßè¡ßììßêì','0921310326','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(15,'ßììßêâßê¢ ßîîßë╡ßèÉßë╡','7ßè¢ ßè¡ßììßêì','0913274115','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(16,'ßììßë╡ ßï░ßîÇßèö','7ßè¢ ßè¡ßììßêì','0969145236','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(17,'ßê╢ßìÄßèòßï½ßê╡ ßêÜßêèßï«ßèò','7ßè¢ ßè¡ßììßêì','0911988826','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(18,'ßêÜßè¬ßï½ßê╡ ßêÜßêèßï«ßèò','7ßè¢ ßè¡ßììßêì','0911988826','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(19,'ßèæßîïßêÜßèò ßîîßë╡ßèÉßë╡','7ßè¢ ßè¡ßììßêì','0913274115','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(20,'ßèáßê¢ßèæßèñßêì ßï│ßïèßë╡','7ßè¢ ßè¡ßììßêì','0926807402','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(21,'ßëáßî╕ßêÄßë╡ ßë│ßê¿ßëÇßè¥','7ßè¢ ßè¡ßììßêì','0912166711','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(22,'ßè¡ßê¡ßê╡ßë▓ßï½ßèò ßèáßëáßê½','7ßè¢ ßè¡ßììßêì','0911710179','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(23,'ßèÑßê╡ßîóßìïßèûßê╡ ßèÑßîìßï│ßïêßê¡ßëà','7ßè¢ ßè¡ßììßêì','0913062894','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(24,'ßëáßèáßëÑ ßë│ßêÿßèÉ','7ßè¢ ßè¡ßììßêì','0911709471','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(25,'ßï«ßèûßë│ßèò ßèâßï¡ßêë','7ßè¢ ßè¡ßììßêì','0945249533','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(26,'ßë░ßè½ßêìßè¥ ßë│ßï░ßê░','7ßè¢ ßè¡ßììßêì','0910001869','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(27,'ßê╢ßêìßï½ßèû ßï░ßê¿ßîâ','7ßè¢ ßè¡ßììßêì','0936564486','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(28,'ßèáßï╢ßèôßï¡ ßìêßëâßï▒','7ßè¢ ßè¡ßììßêì','','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(29,'ßê¿ßï╡ßèñßë╡ ßè¬ßï│ßèö','7ßè¢ ßè¡ßììßêì','0920498048','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(30,'ßêÿßè½ßêèßë╡ ßèáßê╡ßèôßëÇßïì','7ßè¢ ßè¡ßììßêì','0913729005','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(31,'ßêàßêèßèô ßï│ßè¢ßë╕ßïì','7ßè¢ ßè¡ßììßêì','0913713324','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(32,'ßê¥ßêÑßîóßê¿ ßïêßèòßï╡ßê¥ßèÉßïì','7ßè¢ ßè¡ßììßêì','0913322306','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(33,'ßèñßï░ßèò ßëÑßê¡ßêàßèö','7ßè¢ ßè¡ßììßêì','0912494467','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(34,'ßèôßë╡ßèôßèñßêì ßïêßèòßï╡ßê¥ßêüßèÉßè¥','7ßè¢ ßè¡ßììßêì','','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(35,'ßï▓/ßèò ßêÜßè¬ßï½ßê╡ ßê¡ßê╡ßë▒','7ßè¢ ßè¡ßììßêì','0919196015','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(36,'ßèáßï╢ßèòßï½ßê╡ ßîÑßîïßëí','7ßè¢ ßè¡ßììßêì','','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(37,'ßèæßîïßêÜßèò ßê╜ßêÿßêìßê╡','7ßè¢ ßè¡ßììßêì','','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(38,'ßììßëàßê¡ ßìêßëâßï▒','7ßè¢ ßè¡ßììßêì','','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(39,'ßèáßëÑßê¡ßêàßê¥ ßë│ßï░ßê░','7ßè¢ ßè¡ßììßêì','','7ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(40,'ßê¢ßèòßï░ßììßê« ßê₧ßêï','8ßè¢ ßè¡ßììßêì','0922810409','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(41,'ßìïßê▓ßè½ ßèáßïïßï¡','8ßè¢ ßè¡ßììßêì','0970417843','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(42,'ßêÇßèô ßêÿßï¥ßîêßëÑ','8ßè¢ ßè¡ßììßêì','0973995261','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(43,'ßëñßë░ßêìßêÆßê¥ ßïÿßê¡ßìë','8ßè¢ ßè¡ßììßêì','0901744754','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(44,'ßèáßêìßèáßï¢ßê¡ ßêÿßê╡ßììßèò','8ßè¢ ßè¡ßììßêì','0910501967','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(45,'ßêàßêèßèô ßï░ßê¿ßîâ','8ßè¢ ßè¡ßììßêì','0936564486','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(46,'ßêÿßëúßïèßë╡ ßïêßê¡ßë▒','8ßè¢ ßè¡ßììßêì','0931055729','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(47,'ßï¿ßèáßëÑßî║ßîï ßïôßëÑßï¡','8ßè¢ ßè¡ßììßêì','0936564486','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(48,'ßêÇßëÑßë│ßêÖ ßê¥ßê╡ßîïßèôßïì','8ßè¢ ßè¡ßììßêì','0912743283','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(49,'ßê¢ßê¡ßê╝ßë╡ ßîîßë│ßï¼','8ßè¢ ßè¡ßììßêì','0988073656','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(50,'ßî½ßêï ßê¢ßê₧ ßè¿ßëáßï░','8ßè¢ ßè¡ßììßêì','0945249533','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(51,'ßëóßèÆßï½ßê¥ ßïôßêêßê¢ßï¿ßêü','8ßè¢ ßè¡ßììßêì','0935192919','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(52,'ßìïßê¡ßê£ßêï ßê╜ßêÿßêìßê╡','8ßè¢ ßè¡ßììßêì','0919791293','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(53,'ßï¿ßïôßêêßê¥ßïêßê¡ßëà ßïïßèÿßïì','8ßè¢ ßè¡ßììßêì','0970702814','8ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(54,'ßëâßêìßè¬ßï│ßèò ßë│ßï░ßê░','9ßè¢ ßè¡ßììßêì','0903255059','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(55,'ßìïßèôßï¼ ßê¢ßêÿßï▒','9ßè¢ ßè¡ßììßêì','0985130365','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(56,'ßï│ßê░ßê╜ ßèáßï░ßê½','9ßè¢ ßè¡ßììßêì','0927584977','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(57,'ßê¢ßê½ßê¢ßïèßë╡ ßïêßèòßï░ßê░ßèò','9ßè¢ ßè¡ßììßêì','0975864268','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(58,'ßï¿ßèáßëÑßê╡ßê½ ßïÿßêïßêêßê¥','9ßè¢ ßè¡ßììßêì','0932152046','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(59,'ßï¡ßï▓ßï▓ßï½ ßïÿßïìßï┤','9ßè¢ ßè¡ßììßêì','0961428403','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(60,'ßëÑßê¡ßêÇßèö ßè¼ßèö','9ßè¢ ßè¡ßììßêì','0937406397','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(61,'ßêÿßê╡ßè¿ßê¿ßê¥ ßèáßï¿ßêê','9ßè¢ ßè¡ßììßêì','0989083787','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(62,'ßêÜßè¬ßï½ßê╡ ßêÿßêêßëÇßèò','9ßè¢ ßè¡ßììßêì','0916283212','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(63,'ßëÑßê⌐ßè¡ßë│ßïèßë╡ ßê▓ßê│ßï¡','9ßè¢ ßè¡ßììßêì','0913586932','9ßè¢ ßè¡ßììßêì','active','2026-04-29 00:11:11'),(64,'ßïôßêêßê¥ßï¼ ßê¥ßêàßê¿ßë╡','10ßè¢ ßè¡ßììßêì','0962980443','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(65,'ßèáßê¢ßèò ßï¡ßêüßèö','10ßè¢ ßè¡ßììßêì','0946133236','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(66,'ßê£ßêïßë╡ ßë░ßê╡ßìïßï¼','10ßè¢ ßè¡ßììßêì','0906171926','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(67,'ßìÇßêÉßï¡ ßïÿßèÉßëá','10ßè¢ ßè¡ßììßêì','0942078245','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(68,'ßï│ßîìßê¢ßïèßë╡ ßèáßê╡ßê¿ßê╡','10ßè¢ ßè¡ßììßêì','0967942081','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(69,'ßë░ßê╡ßìïßêüßèò ßëúßï¼','10ßè¢ ßè¡ßììßêì','0943854325','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(70,'ßèáßëñßèÉßïÿßê¡ ßêÿßëú','10ßè¢ ßè¡ßììßêì','0985739965','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(71,'ßï░ßê╡ßë│ßïì ßëúßï¼','10ßè¢ ßè¡ßììßêì','0918425987','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(72,'ßï░ßê│ßêêßè¥ ßîîßë╡ßèÉßë╡','10ßè¢ ßè¡ßììßêì','0989316448','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(73,'ßê£ßêïßë╡ ßèáßëúßï▓','10ßè¢ ßè¡ßììßêì','0908722397','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(74,'ßëâßêìßè¬ßï│ßèò ßë│ßï░ßê░','10ßè¢ ßè¡ßììßêì','0988458779','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(75,'ßèáßìÄßêÜßï½ ßèáßê╡ßê½ßë╡','10ßè¢ ßè¡ßììßêì','0955990224','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(76,'ßîêßêèßêï ßìÇßîïßï¼','10ßè¢ ßè¡ßììßêì','0984708896','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(77,'ßêÇ/ßîèßï«ßê¡ßîèßê╡ ßê░ßê¢ßè╕ßè¥','10ßè¢ ßè¡ßììßêì','0987081669','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(78,'ßëâßêìßè¬ßï│ßèò ßëáßêêßîê','10ßè¢ ßè¡ßììßêì','0935312329','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(79,'ßëÑßê⌐ßè¡ ßèáßèòßë░ßèÉßêà','10ßè¢ ßè¡ßììßêì','0988206474','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57'),(80,'ßèñßê¡ßêÜßï½ßê╡ ßèáßê░ßìï','10ßè¢ ßè¡ßììßêì','0939655127','10ßè¢ ßè¡ßììßêì','active','2026-04-29 00:16:57');
/*!40000 ALTER TABLE `students` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `transactions`
--

DROP TABLE IF EXISTS `transactions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `transactions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` enum('income','expense') NOT NULL,
  `name` varchar(200) DEFAULT NULL,
  `department` varchar(200) DEFAULT NULL,
  `transaction_date` date NOT NULL,
  `ethiopian_date` varchar(50) DEFAULT NULL,
  `reason` text DEFAULT NULL,
  `amount` decimal(15,2) NOT NULL,
  `fiscal_year` int(11) NOT NULL,
  `recorded_by` int(11) DEFAULT NULL,
  `receipt_number` varchar(50) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=172 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `transactions`
--

LOCK TABLES `transactions` WRITE;
/*!40000 ALTER TABLE `transactions` DISABLE KEYS */;
INSERT INTO `transactions` VALUES (1,'income','ßè¿2015 ßïô.ßê¥ ßï¿ßë░ßêïßêêßìê','Finance','2016-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','Opening balance carried from 2015',80393.00,1,1,NULL,'2026-04-28 23:33:21'),(2,'income','ßè¿ßêÿßï¥ßêÖßê¡ ßèÑßèô ßè¬ßèÉ-ßîÑßëáßëÑ','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2016-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','ßëáßïêßîúßë╡ ßèÑßêàßë╢ßë╜ ßëáßèÑßèòßëüßîúßîúßê╜ ßèÑßêêßë╡ ßï¿ßë░ßê░ßëáßê░ßëá',13320.00,1,1,NULL,'2026-04-28 23:33:21'),(3,'income','ßè¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-02-01','ßîÑßëàßê¥ßë╡ 1, 2016','ßëáßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì ßêêßêÿßê¥ßêàßê¡ßèò ßê¢ßê╡ßêìßîáßè¢ ßï¿ßë░ßê░ßëáßê░ßëá',9050.00,1,1,NULL,'2026-04-28 23:33:21'),(4,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-03-23','ßêàßï│ßê¡ 23, 2016','ßè¿ßêìßê¢ßë╡ ßê╜ßï½ßî¡',1921.00,1,1,NULL,'2026-04-28 23:33:21'),(5,'income','ßè¿ßèôßë╡ßèôßèñßêì ßèûßê¿ßêüßèò','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-03-30','ßêàßï│ßê¡ 30, 2016','ßè¿ßêìßê¢ßë╡ ßê╜ßï½ßî¡',1506.00,1,1,NULL,'2026-04-28 23:33:21'),(6,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßìêßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-04-16','ßë│ßêàßê│ßê╡ 16, 2016','ßêìßï¬ ßêìßï⌐',8400.00,1,1,NULL,'2026-04-28 23:33:21'),(7,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-04-16','ßë│ßêàßê│ßê╡ 16, 2016','ßï¿ ßê¥ßîìßëÑ ßï¥ßîìßîàßë╡',23695.00,1,1,NULL,'2026-04-28 23:33:21'),(8,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-04-16','ßë│ßêàßê│ßê╡ 16, 2016','ßï¿ ßêÇßï¡ßêïßèòßï╡ ßê╜ßï½ßî¡',780.00,1,1,NULL,'2026-04-28 23:33:21'),(9,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-05-16','ßîÑßê¡ 16, 2016','ßìêßîúßèò ßë╡ßè¼ßë╡',11070.00,1,1,NULL,'2026-04-28 23:33:21'),(10,'income','ßè¿ßïêßêïßîâßë╜','ßï¿ßïêßêïßîåßë╜ ßè¡ßììßêì','2016-06-21','ßï¿ßè½ßë▓ßë╡ 21, 2016','ßï¿ ßïêßêïßîâßë╜ ßïêßê½ßêÇßïè ßêÿßïïßî«',4765.00,1,1,NULL,'2026-04-28 23:33:21'),(11,'income','ßè¿ßïêßêïßîâßë╜','ßï¿ßïêßêïßîåßë╜ ßè¡ßììßêì','2016-08-07','ßêÜßï½ßï¥ßï½ 7, 2016','ßï¿ ßïêßêïßîâßë╜ ßïêßê½ßêÇßïè ßêÿßïïßî«',2000.00,1,1,NULL,'2026-04-28 23:33:21'),(12,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-07-20','ßêÿßîïßëóßë╡ 20, 2016','ßè¿ßê¢ßêàßëáßê¡ ßëàßï▒ßê│ßèò ßê╜ßï½ßî¡ ßêÿßìàßêÇßìì ßï¿ßë░ßîêßè¥',2210.00,1,1,NULL,'2026-04-28 23:33:21'),(13,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-07-20','ßêÿßîïßëóßë╡ 20, 2016','ßè¿ßîëßï¢ ßï¿ßë░ßïÿßèÿ',800.00,1,1,NULL,'2026-04-28 23:33:21'),(14,'income','ßè¿ßïêßêïßîâßë╜','ßï¿ßïêßêïßîåßë╜ ßè¡ßììßêì','2016-08-13','ßêÜßï½ßï¥ßï½ 13, 2016','ßï¿ ßïêßêïßîâßë╜ ßêÿßïïßî«',840.00,1,1,NULL,'2026-04-28 23:33:21'),(15,'income','ßè¿ßêÿßê╡ßè¿ßê¡ßê¥ ßèáßï¿ßêê','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2016-08-21','ßêÜßï½ßï¥ßï½ 21, 2016','ßêêßèÉßï│ßï½ßèò ßê¥ßîìßëú',3000.00,1,1,NULL,'2026-04-28 23:33:21'),(16,'income','ßè¿ßìïßï¡ßèôßèòßê╡ ßè¡ßìêßêì','ßï¿ßìïßï¡ßèôßèòßê╡ ßè¡ßììßêì','2016-09-05','ßîìßèòßëªßë╡ 5, 2016','ßè¿ ßèáßëúßêïßë╡ ßïêßê¡ßêÇßïè ßêÿßïïßî½ ßï¿ßë░ßê░ßëáßê░ßëá ßï¿7 ßïêßê¡',750.00,1,1,NULL,'2026-04-28 23:33:21'),(17,'income','ßè¿ßìïßï¡ßèôßèòßê╡ ßè¡ßìêßêì','ßï¿ßìïßï¡ßèôßèòßê╡ ßè¡ßììßêì','2016-09-05','ßîìßèòßëªßë╡ 5, 2016','ßè¿ ßèáßëúßêïßë╡ ßïêßê¡ßêÇßïè ßêÿßïïßî½ ßï¿ßë░ßê░ßëáßê░ßëá ßï¿8 ßïêßê¡',700.00,1,1,NULL,'2026-04-28 23:33:21'),(18,'income','ßè¿ßêàßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2016-10-10','ßê░ßèö 10, 2016','ßï¿ ßêåßê│ßïòßèô ßëúßïòßêì ßï¿ßë░ßê¡ßìì',1330.00,1,1,NULL,'2026-04-28 23:33:21'),(19,'income','ßè¿ßèòßëÑßê¡ßë╡ ßèÑßèô ßìïßï¡ßèôßèòßê╡','ßï¿ßèòßëÑßê¿ßë╡ ßèÑßèô ßìïßï¡ßèôßèòßê╡ ßè¡ßììßêì','2016-10-10','ßê░ßèö 10, 2016','ßè¿ ßïêßêïßîâßë╜ ßïêßê½ßêÇßïè ßêÿßïïßî½',1920.00,1,1,NULL,'2026-04-28 23:33:21'),(20,'income','ßè¿ßêìßê¢ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-10-30','ßê░ßèö 30, 2016','ßè¿ ßîëßï₧ ßï¿ßë░ßîêßèÿ',2204.00,1,1,NULL,'2026-04-28 23:33:21'),(21,'income','ßè¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-11-15','ßêÉßê¥ßêî 15, 2016','ßè¿ ßê░/ßë╡/ßëñßë▒ ßêìßï░ßë╡ ßëáßïôßêì ßï¿ßë░ßê¡ßìê',5000.00,1,1,NULL,'2026-04-28 23:33:21'),(22,'income','ßè¿ßêàßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-03-13','ßêàßï│ßê¡ 13, 2017','ßè¿ ßê¥ßê¡ßëâßë╡ ßêÿßê½ßêÇ ßï¿ßë░ßîêßè¥',18203.00,1,1,NULL,'2026-04-28 23:33:21'),(23,'income','ßè¿ßêÿßï¥ßêÖßê¡ ßèÑßèô ßè¬ßèÉ-ßîÑßëáßëÑ ßè¡ßìêßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2017','ßëáßïêßîúßë╡ ßèÑßêàßë╢ßë╜ ßëáßèÑßèòßëüßîúßîúßê╜ ßèÑßêêßë╡ ßï¿ßë░ßê░ßëáßê░ßëá',12075.00,1,1,NULL,'2026-04-28 23:33:21'),(24,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','ßêêßë░ßë░ßè¬ ßêÿßê¥ßêàßê½ßèò ßï¿ßïêßîú ßïêßî¡',8070.00,1,1,NULL,'2026-04-28 23:33:22'),(25,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2016','ßè¿ßèÑßèòßëüßîúßîúßê╜ ßë░ßêÿßêìßê╜ ßêêßê¥ßîìßëÑ ßï¿ßïêßîú ßïêßî¡',500.00,1,1,NULL,'2026-04-28 23:33:22'),(26,'expense','ßêê ßêìßê¥ßë╡ ßè¡ßììßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-02-01','ßîÑßëàßê¥ßë╡ 1, 2016','ßêêßêìßê¢ßë╡ ßè¡ßììßêì ßï¿ßê¥ßîúßï╡ ßè¡ßìêßï½',6000.00,1,1,NULL,'2026-04-28 23:33:22'),(27,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-05-01','ßîÑßê¡ 1, 2016','ßëáßèÉßêÉßê┤ ßïêßê¡ ßêêßêÿßê¥ßêàßê½ßèò ßêÑßêìßîáßèô ßêêßê╗ßï¡ ßê░ßïôßë╡ ßï¿ßïêßîú ßïêßî¡',250.00,1,1,NULL,'2026-04-28 23:33:22'),(28,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-01-30','ßîÑßê¡ 30, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(29,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-02-02','ßîÑßëàßê¥ßë╡ 2, 2016','ßêêßê╡ßêìßè¡ ßè¡ßìêßï½ ßêêßêàßî╗ßèôßë╡ ßè¡ßìêßêì ßèáßëúßêïßë╡ ßêÿßëÇßê╡ßëÇßê╗',100.00,1,1,NULL,'2026-04-28 23:33:22'),(30,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','0000-00-00','ßîÑßëàßê¥ßë╡ 30, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(31,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-03-23','ßêàßï│ßê¡ 23, 2016','ßï¿/ßê░/ßë╡/ßëñßë╡ßèò ßìÇßêÄßë░ ßëàßï│ßê┤ ßêÿßë│ßê░ßëóßï½ (ßëáßï░ßëÑßê⌐)',200.00,1,1,NULL,'2026-04-28 23:33:22'),(32,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-03-30','ßêàßï│ßê¡ 30, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(33,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-03-30','ßêàßï│ßê¡ 30, 2016','ßêêßêÿßê╡ßëÇßêì ßîÑßèôßë╡ ßêêßêÜßêäßï▒ ßèáßëúßêïßë╡ ßï¿ßë░ßê░ßîá (2/1/2016) ßïêßî¡',500.00,1,1,NULL,'2026-04-28 23:33:22'),(34,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-04-30','ßë│ßêàßê│ßê╡ 30, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(35,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-04-16','ßë│ßêàßê│ßê╡ 16, 2016','ßï¿ßìà/ßëñßë╡ ßììßï¡ßêì ßê¢ßï░ßê½ßîâßë╜ ßêêßêÿßîìßï¢ßë╡',2505.00,1,1,NULL,'2026-04-28 23:33:22'),(36,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-05-16','ßîÑßê¡ 16, 2016','ßêêßè«ßê¥ßìÆßë░ßê¡ ßîÑßîêßèô',3000.00,1,1,NULL,'2026-04-28 23:33:22'),(37,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-05-16','ßîÑßê¡ 16, 2016','ßêê ßîÑßê¥ßëÇßë╡ ßëúßèÉßê¡ ßê¢ßê░ßê¡ßï½',300.00,1,1,NULL,'2026-04-28 23:33:22'),(38,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-05-16','ßîÑßê¡ 16, 2016','ßêÿßê¡ßìî ßëüßêìßìê ßêêßëúßîà',400.00,1,1,NULL,'2026-04-28 23:33:22'),(39,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-05-16','ßîÑßê¡ 16, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(40,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-05-16','ßîÑßê¡ 16, 2016','ßìûßê╡ßë│',300.00,1,1,NULL,'2026-04-28 23:33:22'),(41,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-05-16','ßîÑßê¡ 16, 2016','ßëúßîà ßêêßê¢ßïÿßîïßîÇßë╡',1000.00,1,1,NULL,'2026-04-28 23:33:22'),(42,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-06-17','ßï¿ßè½ßë▓ßë╡ 17, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(43,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-06-19','ßï¿ßè½ßë▓ßë╡ 19, 2016','ßêêßê░/ßë╡/ßëñßë▒ ßï¿ßêìßï░ßë╡ ßè¡ßëÑßê¡ ßëáßïôßêì',15000.00,1,1,NULL,'2026-04-28 23:33:22'),(44,'expense','ßêêßêìßê¢ßë╡ ßè¡ßìêßêì','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2016-06-17','ßï¿ßè½ßë▓ßë╡ 17, 2016','ßêêßê╜ßêìßê¢ßë╡',2270.00,1,1,NULL,'2026-04-28 23:33:22'),(45,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-06-21','ßï¿ßè½ßë▓ßë╡ 21, 2016','ßè«ßìÆ ßê¢ßê╜ßèò ßêêßêÿßîìßï¢ßë╡',50000.00,1,1,NULL,'2026-04-28 23:33:22'),(46,'expense','ßêê ßêàßî╗ßèôßë╡ ßèÑßèô ßë│ßï│ßîèßïïßë╜','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2016-06-21','ßï¿ßè½ßë▓ßë╡ 21, 2016','ßêêßè¿ßëáßê«',3500.00,1,1,NULL,'2026-04-28 23:33:22'),(47,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-06-21','ßï¿ßè½ßë▓ßë╡ 21, 2016','ßïêßê¡ßëÇßë╡ ßêÿßîìßïÑ',1800.00,1,1,NULL,'2026-04-28 23:33:22'),(48,'expense','ßêê ßèòßëÑßê¡ßë╡ ßèÑßèô ßìïßï¡ßèôßèòßê╡ ßè¡ßìêßêì','ßï¿ßèòßëÑßê¿ßë╡ ßèÑßèô ßìïßï¡ßèôßèòßê╡ ßè¡ßììßêì','2016-07-20','ßêÿßîïßëóßë╡ 20, 2016','ßêê ßïêßê¡ßëÇßë╡ ßêÿßîìßïÑ',1800.00,1,1,NULL,'2026-04-28 23:33:22'),(49,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-07-24','ßêÿßîïßëóßë╡ 24, 2016','ßêêßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',1500.00,1,1,NULL,'2026-04-28 23:33:22'),(50,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-09-05','ßîìßèòßëªßë╡ 5, 2016','ßêê ßëñßë░-ßêÿßìàßêÉßììßë╡ ßèáßê╡ßèÉßëúßëó',3000.00,1,1,NULL,'2026-04-28 23:33:22'),(51,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-10-10','ßê░ßèö 10, 2016','ßëüßê¥ßê│ßîÑßèò ßëüßêìßìê ßê¢ßê░ßê¬ßï½',1185.00,1,1,NULL,'2026-04-28 23:33:22'),(52,'expense','ßêê ßêÿßï¥ßêÖßê¡ ßèÑßèô ßè¬ßèÉ-ßîÑßëáßëÑ','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2016-11-15','ßêÉßê¥ßêî 15, 2016','ßêêßê¢ßê▓ßèòßëå ßîÑßèôßë╡',1000.00,1,1,NULL,'2026-04-28 23:33:22'),(53,'expense','ßêê ßêÿßï¥ßêÖßê¡ ßèÑßèô ßè¬ßèÉ-ßîÑßëáßëÑ','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2016-11-15','ßêÉßê¥ßêî 15, 2016','ßêê ßè¬ßèÉ-ßîÑßëáßëÑ ßê╡ßêìßîáßèô',1000.00,1,1,NULL,'2026-04-28 23:33:22'),(54,'expense','ßêê ßêàßî╗ßèôßë╡ ßèÑßèô ßë│ßï│ßîèßïïßë╜','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2016-11-17','ßêÉßê¥ßêî 17, 2016','ßêêßïìßï│ßê┤ ßê¢ßê¡ßï½ßê¥ ßêÿßîìßïÑ',1000.00,1,1,NULL,'2026-04-28 23:33:22'),(55,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-11-17','ßêÉßê¥ßêî 17, 2016','ßêêßë░ßë░ßè¬ ßêÿßê¥ßêàßê½ßèò ßê╡ßêìßîáßèô',8000.00,1,1,NULL,'2026-04-28 23:33:22'),(56,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-12-15','ßèÉßêÉßê┤ 15, 2016','ßêêßê╡ßê¡ ßèáßêÿßê½ßê¡ ßèáßîïßìö ßï¿ßïêßîú',598.00,1,1,NULL,'2026-04-28 23:33:22'),(57,'expense','ßêê ßêÿßï¥ßêÖßê¡ ßèÑßèô ßè¬ßèÉ-ßîÑßëáßëÑ','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2016-12-17','ßèÉßêÉßê┤ 17, 2016','ßêêßêìßëÑßê░ ßê╡ßëÑßêÇßë╡ ßèáßîáßëú ßêïßï¡ ßêêßë░ßê│ßë░ßìë ßèáßëúßêïßë╡ ßê¥ßê│ ßï¿ßïêßîú',990.00,1,1,NULL,'2026-04-28 23:33:22'),(58,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-12-19','ßèÉßêÉßê┤ 19, 2016','ßêêßê╡ßê½ ßèáßêÿßê½ßê¡ ßê╡ßëÑßê░ßëú',200.00,1,1,NULL,'2026-04-28 23:33:22'),(59,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-12-15','ßèÉßêÉßê┤ 15, 2016','ßêêßèÑßèòßîÇßê½ ßèÑßèô ßêêßïìßêÇ',400.00,1,1,NULL,'2026-04-28 23:33:22'),(60,'expense','ßêê ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2016-12-18','ßèÉßêÉßê┤ 18, 2016','ßêêßìîßê╡ßë│ßêì',100.00,1,1,NULL,'2026-04-28 23:33:22'),(61,'expense','ßêêßêÿßï¥ßêÖßê¡ ßèÑßèô ßè¬ßèÉ-ßîÑßëáßëÑ ßè¡ßìêßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2016-12-20','ßèÉßêÉßê┤ 20, 2016','ßêêßê¢ßê▓ßèòßëå ßîÑßèôßë╡',1000.00,1,1,NULL,'2026-04-28 23:33:22'),(62,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-12-20','ßèÉßêÉßê┤ 20, 2016','ßêêßïêßê¡ßëÇßë╡ ßîìßïÑ',1800.00,1,1,NULL,'2026-04-28 23:33:22'),(63,'expense','ßêê ßèáßëúßêïßë╡ ßèáßê╡ßë░ßï│ßï░ßê¡','ßï¿ßèáßëúßêïßë╡ ßèáßê╡ßë░ßï│ßï░ßê¡ ßè¡ßììßêì','2016-12-20','ßèÉßêÉßê┤ 20, 2016','ßìêßêïßê╜ ßêÿßîìßïÑ',1800.00,1,1,NULL,'2026-04-28 23:33:22'),(64,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-12-20','ßèÉßêÉßê┤ 20, 2016','ßêêßêÿßëÇßê╡ ßêÿßîìßïÑ',100.00,1,1,NULL,'2026-04-28 23:33:22'),(65,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-12-20','ßèÉßêÉßê┤ 20, 2016','ßêêßê╢ßè¼ßë╡ ßêÿßîìßïÑ',100.00,1,1,NULL,'2026-04-28 23:33:22'),(66,'expense','ßêê ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßìêßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2016-01-13','ßêÿßê╡ßè¿ßê¿ßê¥ 13, 2016','ßêêßê░ßê¡ßë░ßììßè¼ßë╡',5250.00,1,1,NULL,'2026-04-28 23:33:22'),(67,'expense','ßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-03-01','ßêàßï│ßê¡ 1, 2017','ßêêßê░ßê¡ßîì ßê╡ßîúßë│ ßï¿ßë░ßîêßï¢',900.00,1,1,NULL,'2026-04-28 23:33:22'),(68,'expense','ßêê ßêÿßï¥ßêÖßê½ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-10-01','ßê░ßèö 1, 2017','ßêêßêìßëÑßê░ ßê╡ßëÑßêÇßë╡',300.00,1,1,NULL,'2026-04-28 23:33:22'),(69,'expense','ßêê ßêÿßï¥ßêÖßê½ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-01-20','ßîÑßê¡ 20, 2017','ßêê ßêìßëÑßê░ ßê╡ßëÑßêÇßë╡',300.00,1,1,NULL,'2026-04-28 23:33:22'),(70,'expense','ßêê ßêÿßï¥ßêÖßê½ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-01-25','ßîÑßê¡ 25, 2017','ßêêßê¢ßê▓ßèòßëå ßîÑßèôßë╡',1000.00,1,1,NULL,'2026-04-28 23:33:22'),(71,'expense','ßêêßëáßîÄ ßèáßï╡ßê½ßîÄßë╡','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2016-12-01','ßèÉßêÉßê┤ 1, 2016','ßêêßèÉßï│ßï½ßèò ßê¥ßîêßëú',3000.00,1,1,NULL,'2026-04-28 23:33:22'),(72,'income','ßè¿2016 ßïô.ßê¥ ßï¿ßë░ßêïßêêßìê','Finance','2017-02-16','ßîÑßëàßê¥ßë╡ 16, 2017','ßè¿ßïêßî¬ ßëÇßê¬ (Opening Balance from 2016)',64914.00,2,1,NULL,'2026-04-28 23:33:22'),(73,'income','ßîêßêèßêï ßìÇßîïßï¼','Finance','2017-02-23','ßîÑßëàßê¥ßë╡ 23, 2017','ßè¿ßîáßëàßêïßêï ßîëßëúßïö ßèáßîïßìö ßï¿ßë░ßêÿßêêßê░',600.00,2,1,NULL,'2026-04-28 23:33:22'),(74,'income','ßèáßê╡ßê¢ßê¢ßïì','Finance','2017-05-10','ßîÑßê¡ 10, 2017','ßêêßèáßîêßêìßîìßêÄßë╡',20000.00,2,1,NULL,'2026-04-28 23:33:22'),(75,'income','ßïêßêïßîåßë╜','Finance','2017-05-10','ßîÑßê¡ 10, 2017','ßêêßêìßëÑßê░ ßê╡ßëÑßèâßë╡',41428.00,2,1,NULL,'2026-04-28 23:33:22'),(76,'income','ßê₧ßîêßê╡','Finance','2017-05-14','ßîÑßê¡ 14, 2017','ßêêßï╡ßê╡ßë╡',30000.00,2,1,NULL,'2026-04-28 23:33:22'),(77,'expense','ßêêßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-02-17','ßîÑßëàßê¥ßë╡ 17, 2017','ßêêßìòßê¬ßèòßë░ßê¡ ßê¢ßê░ßê¬ßï½',1000.00,2,1,NULL,'2026-04-28 23:33:22'),(78,'expense','ßêêßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-02-17','ßîÑßëàßê¥ßë╡ 17, 2017','ßêêßìòßê¬ßèòßë░ßê¡ ßëÇßêêßê¥',1500.00,2,1,NULL,'2026-04-28 23:33:22'),(79,'expense','ßêêßèáßëúßêïßë╡ ßèáßê╡ßë░ßï│ßï░ßê¡','ßï¿ßèáßëúßêïßë╡ ßèáßê╡ßë░ßï│ßï░ßê¡ ßè¡ßììßêì','2017-02-17','ßîÑßëàßê¥ßë╡ 17, 2017','ßè«ßê¥ßìÆßë░ßê¡ ßîìßïó',3500.00,2,1,NULL,'2026-04-28 23:33:22'),(80,'expense','ßêêßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-02-23','ßîÑßëàßê¥ßë╡ 23, 2017','ßêêßïêßê¿ßëÇßë╡ (2 x 700)',1400.00,2,1,NULL,'2026-04-28 23:33:22'),(81,'expense','ßêêßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-03-15','ßêàßï│ßê¡ 15, 2017','ßëåßêÄ (1 ßè¬ßêÄ x 240)',240.00,2,1,NULL,'2026-04-28 23:33:22'),(82,'expense','ßêêßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-03-15','ßêàßï│ßê¡ 15, 2017','ßïìßêâ (1 ßèÑßê╜ßîì x 140)',140.00,2,1,NULL,'2026-04-28 23:33:22'),(83,'expense','ßêêßèáßëúßêïßë╡ ßèáßê╡ßë░ßï│ßï░ßê¡','ßï¿ßèáßëúßêïßë╡ ßèáßê╡ßë░ßï│ßï░ßê¡ ßè¡ßììßêì','2017-04-10','ßë│ßêàßê│ßê╡ 10, 2017','ßêÿßî╜ßêÉßìì ßîëßï₧ ßïêßï░ ßèÑßîìßïÜßèáßëÑßêößê¡ (10 x 120)',1200.00,2,1,NULL,'2026-04-28 23:33:22'),(84,'expense','ßêêßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2017-04-10','ßë│ßêàßê│ßê╡ 10, 2017','ßêÿßê¢ßè¿ßìïßìêßï½ ßèáßï│ßëÑßë░ßê¡ (1 x 350)',350.00,2,1,NULL,'2026-04-28 23:33:22'),(85,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-04-13','ßë│ßêàßê│ßê╡ 13, 2017','ßêêßê¢ßê¡ßï½ßê¢ßïèßë╡ ßê░ßê¡ßîì ßê╡ßîªßë│(ßêÑßïò.ßèáßï╡ßèàßèû) (1 x 1500)',1500.00,2,1,NULL,'2026-04-28 23:33:22'),(86,'expense','ßêêßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-04-19','ßë│ßêàßê│ßê╡ 19, 2017','ßêáßê¡ßë░ßììßè¼ßë╡ ßêêßêÿßê░ßèòßëå ßë░ßê¢ßê¬ßïÄßë╜ (10 x 15)',150.00,2,1,NULL,'2026-04-28 23:33:22'),(87,'expense','ßêêßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-04-19','ßë│ßêàßê│ßê╡ 19, 2017','ßêáßê¡ßë░ßììßè¼ßë╡ ßêêßêÿßê░ßèòßëå ßë░ßê¢ßê¬ßïÄßë╜ (3 x 40)',120.00,2,1,NULL,'2026-04-28 23:33:22'),(88,'expense','ßêêßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-04-19','ßë│ßêàßê│ßê╡ 19, 2017','ßèáßêìßëáßê¥ ßêêßêÿßê░ßèòßëå ßêÿßê¥ßêàßê¡ (1 x 550)',550.00,2,1,NULL,'2026-04-28 23:33:22'),(89,'expense','ßêêßî╜/ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-04-20','ßë│ßêàßê│ßê╡ 20, 2017','ßë╡ßê½ßèòßê╡ßìûßê¡ßë╡ ßêêßê╡ßëÑßê░ßëú',100.00,2,1,NULL,'2026-04-28 23:33:22'),(90,'expense','ßêêßêòßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-04-27','ßë│ßêàßê│ßê╡ 27, 2017','ßï│ßëªßèô ßè⌐ßè¬ßê╡',2060.00,2,1,NULL,'2026-04-28 23:33:22'),(91,'expense','ßêêßêòßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-04-27','ßë│ßêàßê│ßê╡ 27, 2017','ßëúßîâßîà',200.00,2,1,NULL,'2026-04-28 23:33:22'),(92,'expense','ßêêßêòßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-04-27','ßë│ßêàßê│ßê╡ 27, 2017','ßê╗ßê¢',120.00,2,1,NULL,'2026-04-28 23:33:22'),(93,'expense','ßêêßêòßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-04-27','ßë│ßêàßê│ßê╡ 27, 2017','ßè¿ßê¿ßê£ßêï',200.00,2,1,NULL,'2026-04-28 23:33:22'),(94,'expense','ßêêßëáßîÄ ßèáßï╡ßê½ßîÄßë╡','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2017-05-10','ßîÑßê¡ 10, 2017','ßêêßîÑßê¥ßëÇßë╡ ßï¥ßè¡ßê¡ (ßè¿ßèáßê╡ßê¢ßê¢ßïì)',5000.00,2,1,NULL,'2026-04-28 23:33:22'),(95,'expense','ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-05-10','ßîÑßê¡ 10, 2017','ßêêßè¿ßëáßê« (ßè¿ßèáßê╡ßê¢ßê¢ßïì)',4000.00,2,1,NULL,'2026-04-28 23:33:22'),(96,'expense','ßêêßêòßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-05-10','ßîÑßê¡ 10, 2017','ßêêßèÑßëÑßê░ ßê╡ßëÑßèâßë╡ (5 x 1500)',6500.00,2,1,NULL,'2026-04-28 23:33:22'),(97,'expense','ßêêßëáßîÄ ßèáßï╡ßê½ßîÄßë╡','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2017-05-17','ßîÑßê¡ 17, 2017','ßï╡ßê╡ßë╡ (1 x 17000)',17000.00,2,1,NULL,'2026-04-28 23:33:22'),(98,'expense','ßêêßëáßîÄ ßèáßï╡ßê½ßîÄßë╡','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2017-05-17','ßîÑßê¡ 17, 2017','ßï╡ßê╡ßë╡ (1 x 19000)',17000.00,2,1,NULL,'2026-04-28 23:33:22'),(99,'expense','ßëúßîà ßêêßîÑßê¥ßëÇßë╡','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-05-17','ßîÑßê¡ 17, 2017','ßêêßè¡ßììßêïßë╡ (50 x 13.5)',675.00,2,1,NULL,'2026-04-28 23:33:22'),(100,'expense','ßë╡ßè¼ßë╡','ßï¿ßêìßê¢ßë╡ ßè¡ßììßêì','2017-05-17','ßîÑßê¡ 17, 2017','ßêêßêÿßê¼ßë╡ ßè«ßêÜßë┤ (250 x 6.5)',1634.00,2,1,NULL,'2026-04-28 23:33:22'),(101,'expense','ßêêßêòßìâßèôßë╡ ßè¡ßììßêì','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2017-05-17','ßîÑßê¡ 17, 2017','ßêìßëÑßê░ ßê╡ßëÑßèâßë╡',41428.00,2,1,NULL,'2026-04-28 23:33:22'),(102,'income','ßè¿ßîÑßê¡ ßïêßê¡ ßï¿ßë░ßêïßêêßìê','Finance','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßè¿ßîÑßê¡ ßïêßê¡ ßï¿ßë░ßêïßêêßìê',29367.00,2,1,NULL,'2026-04-28 23:33:22'),(103,'income','ßïêßê¡ßèâßïè ßêÿßïïßî«','Finance','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßè¿ßèáßëúßêïßë╡ ßï¿ßë░ßê░ßëáßê░ßëá',2680.00,2,1,NULL,'2026-04-28 23:33:22'),(104,'income','ßè¿ßïêßêïßîåßë╜','Finance','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßè¿ßïêßêïßèªßë╜ ßï¿ßë░ßê░ßëáßê░ßëá',520.00,2,1,NULL,'2026-04-28 23:33:22'),(105,'income','ßê░ßê¡ßîì ßèûßêà','Finance','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßè¿ßê░ßê¡ßîì ßï¿ßë░ßîêßèÿ',4000.00,2,1,NULL,'2026-04-28 23:33:22'),(106,'income','ßê░ßê¡ßîì ßêàßê⌐ßï¡','Finance','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßè¿ßê░ßê¡ßîì ßï¿ßë░ßîêßèÿ',12500.00,2,1,NULL,'2026-04-28 23:33:22'),(107,'expense','ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßè¿ßëáßê« ßèÑßï╡ßê│ßë╡',2000.00,2,1,NULL,'2026-04-28 23:33:22'),(108,'expense','ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßèÉßï│ßï½ßèò',500.00,2,1,NULL,'2026-04-28 23:33:22'),(109,'expense','ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßëúßèÉßê¡',930.00,2,1,NULL,'2026-04-28 23:33:22'),(110,'expense','ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêìßëÑßê░ ßê╡ßëÑßèâßë╡ ßê¢ßîáßëÑ',360.00,2,1,NULL,'2026-04-28 23:33:22'),(111,'expense','ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßè½ßê¡ßï╡',50.00,2,1,NULL,'2026-04-28 23:33:22'),(112,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßê¥ßê╡ßê¿ßë│',900.00,2,1,NULL,'2026-04-28 23:33:22'),(113,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßëåßêÄ',700.00,2,1,NULL,'2026-04-28 23:33:22'),(114,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßê¥ßèòßîúßìì',2220.00,2,1,NULL,'2026-04-28 23:33:22'),(115,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßê╡ßìÆßè¿ßê¡ ßë░ßî¿ßê¢ßê¬',2150.00,2,1,NULL,'2026-04-28 23:33:22'),(116,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßëúßèÉßê¡',1900.00,2,1,NULL,'2026-04-28 23:33:22'),(117,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßë╡ßê½ßèòßê╡ßìûßê¡ßë╡',300.00,2,1,NULL,'2026-04-28 23:33:22'),(118,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßëúßë╡ßê¬ ßê₧ßèòßë│ßê¡ßëª',960.00,2,1,NULL,'2026-04-28 23:33:22'),(119,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßê░ßìîßï╡',250.00,2,1,NULL,'2026-04-28 23:33:22'),(120,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßëüßêìßìì',140.00,2,1,NULL,'2026-04-28 23:33:22'),(121,'expense','ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßêÿßê░ßèòßëå',7500.00,2,1,NULL,'2026-04-28 23:33:22'),(122,'expense','ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßëúßèÉßê¡',660.00,2,1,NULL,'2026-04-28 23:33:22'),(123,'expense','ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßè½ßê¡ßë╡ßêîßîà',1200.00,2,1,NULL,'2026-04-28 23:33:22'),(124,'expense','ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡','ßï¿ßëáßîÄ ßèáßï╡ßê½ßîÄßë╡ ßè¡ßììßêì','2017-06-01','ßï¿ßè½ßë▓ßë╡ 1, 2017','ßêêßîîßë╜',3600.00,2,1,NULL,'2026-04-28 23:33:22'),(125,'income','ßè¿2017 ßïô.ßê¥ ßï¿ßë░ßêïßêêßìê','Finance','2017-11-27','ßêÉßê¥ßêî 27, 2017','Opening balance carried from 2017',22747.00,3,1,NULL,'2026-04-28 23:33:22'),(126,'income','ßï¿ßëíßêä ßëÑßê¡','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßëíßêä ßëáßïôßêì ßîêßëó',6000.00,3,1,NULL,'2026-04-28 23:33:22'),(127,'income','ßï¿ßèáßï▓ßê╡ ßèáßêÿßë╡ ßèÑßèòßëüßîúßîúßê╜','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßèáßï▓ßê╡ ßèáßêÿßë╡ ßèÑßèòßëüßîúßîúßê╜ ßëáßïôßêì',12015.00,3,1,NULL,'2026-04-28 23:33:22'),(128,'income','ßêêßëñßë░ ßêÿßî╗ßêòßììßë╡ ßï¿ßë░ßê░ßëáßê░ßëá','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßëñßë░ ßêÿßî╗ßêòßììßë╡ ßï¿ßë░ßê░ßëáßê░ßëá',5000.00,3,1,NULL,'2026-04-28 23:33:22'),(129,'income','ßêêßê¥ßê¡ßëâßë╡ ßè¿ßêòßî╗ßèôßë╡ ßï¿ßë░ßê░ßëáßê░ßëá','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßê¥ßê¡ßëâßë╡ ßè¿ßêòßî╗ßèôßë╡ ßï¿ßë░ßê░ßëáßê░ßëá',6650.00,3,1,NULL,'2026-04-28 23:33:22'),(130,'income','ßè¿ßêáßê¡ßîì ßï¿ßë░ßîêßèÿ','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßè¿ßêáßê¡ßîì ßï¿ßë░ßîêßèÿ',5000.00,3,1,NULL,'2026-04-28 23:33:22'),(131,'income','ßè¿ßîÑßê¥ßëÇßë╡ ßï¥ßè¡ßê¡ ßï¿ßë░ßê¿ßìê','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßè¿ßîÑßê¥ßëÇßë╡ ßï¥ßè¡ßê¡ ßï¿ßë░ßê¿ßìê',23325.00,3,1,NULL,'2026-04-28 23:33:22'),(132,'income','ßè¿ßêáßê¡ßîì ßï¿ßë░ßîêßèÿ','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßè¿ßêáßê¡ßîì ßï¿ßë░ßîêßèÿ',1400.00,3,1,NULL,'2026-04-28 23:33:22'),(133,'income','ßèôßë╡ßèôßèñßêì ßèÉßïïßï¡ ßëÑßï╡ßê¡','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßèôßë╡ßèôßèñßêì ßèÉßïïßï¡ ßëÑßï╡ßê¡ ßë░ßêÿßêïßê╜',3000.00,3,1,NULL,'2026-04-28 23:33:22'),(134,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßê¢ßê¡ßï½ßê¢ßïèßë╡ ßê╡ßë╡ßïêßêìßï╡ ßê╡ßîªßë│',1000.00,3,1,NULL,'2026-04-28 23:33:23'),(135,'expense','ßî╜ßêòßìêßë╡ ßëñßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßïêßê¿ßëÇßë╡ (1 ßèÑßê╜ßîì x 1000)',1000.00,3,1,NULL,'2026-04-28 23:33:23'),(136,'expense','ßï¿ßê¢ßï¡ßè¡ ßëúßë╡ßê¬','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßèáßîêßêìßîìßêÄßë╡ (2 x 75)',150.00,3,1,NULL,'2026-04-28 23:33:23'),(137,'expense','ßï│ßëª','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßïìßï¡ßï¡ßë╡ ßê╡ßê½ ßèáßêÿßê½ßê¡',60.00,3,1,NULL,'2026-04-28 23:33:23'),(138,'expense','ßìïßèòßï▓ßê╗','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßïìßï¡ßï¡ßë╡ ßê╡ßê½ ßèáßêÿßê½ßê¡',75.00,3,1,NULL,'2026-04-28 23:33:23'),(139,'expense','ßëåßêÄ','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßïìßï¡ßï¡ßë╡ ßê╡ßê½ ßèáßêÿßê½ßê¡ (ßîìßê¢ßê╜ ßè¬ßêÄ x 500)',125.00,3,1,NULL,'2026-04-28 23:33:23'),(140,'expense','ßê╡ßè│ßê¡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßïìßï¡ßï¡ßë╡ ßê╡ßê½ ßèáßêÿßê½ßê¡ (ßîìßê¢ßê╜ ßè¬ßêÄ x 240)',85.00,3,1,NULL,'2026-04-28 23:33:23'),(141,'expense','ßêêßê¥ßê¡ßëâßë╡','ßï¿ßêàßìâßèôßë╡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßê¥ßê¡ßëâßë╡ ßïêßî¬',12015.00,3,1,NULL,'2026-04-28 23:33:23'),(142,'expense','ßï¿ßï╡ßèòßè│ßèò','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßï╡ßèòßè│ßèò ßïêßî¬',6000.00,3,1,NULL,'2026-04-28 23:33:23'),(143,'expense','ßèáßîïßìö','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßèáßîïßìö ßïêßî¬',4820.00,3,1,NULL,'2026-04-28 23:33:23'),(144,'expense','ßïêßê¿ßëÇßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßïêßê¿ßëÇßë╡ ßîìßïó',1600.00,3,1,NULL,'2026-04-28 23:33:23'),(145,'expense','ßï¿ßè¡ßèòßìê ßêêßìòßê¬ßèòßë░ßê¡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßè¡ßèòßìê ßêêßìòßê¬ßèòßë░ßê¡',1000.00,3,1,NULL,'2026-04-28 23:33:23'),(146,'expense','ßê░ßê¡ßë░ßììßè¼ßë╡ ßë╡/ßë╡ ßè¡ßììßêì ßëÑßï╡ßê¡','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßê░ßê¡ßë░ßììßè¼ßë╡ ßêêßë╡/ßë╡ ßè¡ßììßêì ßëÑßï╡ßê¡',5000.00,3,1,NULL,'2026-04-28 23:33:23'),(147,'expense','ßïêßê¿ßëÇßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßïêßê¿ßëÇßë╡ ßîìßïó',800.00,3,1,NULL,'2026-04-28 23:33:23'),(148,'expense','ßï¿ßêÿßïôßï¢ ßï░ßê₧ßï¥','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßêÿßïôßï¢ ßï░ßê₧ßï¥',400.00,3,1,NULL,'2026-04-28 23:33:23'),(149,'expense','ßï¿ßèÑßêàßë╢ßë╜ ßîëßëúßïö','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßèÑßêàßë╢ßë╜ ßîëßëúßïö ßïêßî¬',335.00,3,1,NULL,'2026-04-28 23:33:23'),(150,'expense','ßèÉßèúßë▓ ßèÉßïïßï¡','Finance','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßèÉßèúßë▓ ßèÉßïïßï¡ ßïêßî¬',6000.00,3,1,NULL,'2026-04-28 23:33:23'),(151,'expense','ßïêßê¿ßëÇßë╡','ßï¿ßèòßëÑßê¿ßë╡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßïêßê¿ßëÇßë╡ ßêêßèòßëÑßê¿ßë╡ ßè¡ßììßêì (2 ßìôßè¼ßë╡ x 750)',1500.00,3,1,NULL,'2026-04-28 23:33:23'),(152,'expense','ßê¢ßêàßë░ßê¥','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßê¢ßêàßë░ßê¥ ßîìßïó (1 x 500)',500.00,3,1,NULL,'2026-04-28 23:33:23'),(153,'expense','ßê¢ßèòßëåßê¡ßëåßê¬ßï½','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßê¢ßèòßëåßê¡ßëåßê¬ßï½ ßîìßïó',1200.00,3,1,NULL,'2026-04-28 23:33:23'),(154,'expense','ßï¿ßè¿ßëáßê« ßê¢ßê¥ßî½','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßè¿ßëáßê« ßê¢ßê¥ßî½',300.00,3,1,NULL,'2026-04-28 23:33:23'),(155,'expense','ßè¿ßëáßê« ßèÑßï╡ßê│ßë╡','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßè¿ßëáßê« ßèÑßï╡ßê│ßë╡',6000.00,3,1,NULL,'2026-04-28 23:33:23'),(156,'expense','ßïêßê¿ßëÇßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßïêßê¿ßëÇßë╡ ßîìßïó',3800.00,3,1,NULL,'2026-04-28 23:33:23'),(157,'expense','ßèáßîïßìö ßê¥ßê╡ßê¿ßë│','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßèáßîïßìö ßêêßê¥ßê╡ßê¿ßë│',900.00,3,1,NULL,'2026-04-28 23:33:23'),(158,'expense','ßê¥ßê╡ßê¿ßë│ ßê¥ßê╡ßè¡ßê¡ ßïêßê¿ßëÇßë╡','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßê¥ßê╡ßê¿ßë│ ßê¥ßê╡ßè¡ßê¡ ßïêßê¿ßëÇßë╡',1200.00,3,1,NULL,'2026-04-28 23:33:23'),(159,'expense','ßê¥ßèòßîúßìì','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßê¥ßèòßîúßìì ßîìßïó',2800.00,3,1,NULL,'2026-04-28 23:33:23'),(160,'expense','ßï¿ßìòßê«ßîÇßè¡ßë░ßê¡ ßè¼ßëÑßêì','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßìòßê«ßîÇßè¡ßë░ßê¡ ßè¼ßëÑßêì',400.00,3,1,NULL,'2026-04-28 23:33:23'),(161,'expense','ßèáßîïßìö ßêêßê╡ßê½ ßèáßêÿßê½ßê¡ ßëüßê¡ßëúßèò','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßèáßîïßìö ßêêßê╡ßê½ ßèáßêÿßê½ßê¡ ßëüßê¡ßëúßèò',230.00,3,1,NULL,'2026-04-28 23:33:23'),(162,'expense','ßêêßêÿßî╜ßêÉßìì ßë╡/ßë╡ ßè¡ßììßêì ßëÑßï╡ßê¡','ßï¿ßë╡ßê¥ßêàßê¡ßë╡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßêÿßî╜ßêÉßìì ßë╡/ßë╡ ßè¡ßììßêì ßëÑßï╡ßê¡',1000.00,3,1,NULL,'2026-04-28 23:33:23'),(163,'expense','ßêêßêìßëÑßê░ ßê╡ßëÑßèâßë╡ ßê¢ßîáßëóßï½','ßï¿ßêÿßï¥ßêÖßê¡ ßè¡ßììßêì','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßêêßêìßëÑßê░ ßê╡ßëÑßèâßë╡ ßê¢ßîáßëóßï½',1000.00,3,1,NULL,'2026-04-28 23:33:23'),(164,'expense','ßï¿ßèáßëúßêïßë╡ ßëàßï│ßê┤','ßî╜ßêòßìêßë╡ ßëñßë╡','2018-01-01','ßêÿßê╡ßè¿ßê¿ßê¥ 1, 2018','ßï¿ßèáßëúßêïßë╡ ßëàßï│ßê┤ ßïêßî¬',1520.00,3,1,NULL,'2026-04-28 23:33:23'),(167,'income','ßêÇ/ßîèßï«ßê¡ßîèßê╡ ßê░ßê¢ßè╕ßè¥','ßêÿßïïßî« ßè¡ßììßêì','2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','ßïêßê¡ßêâßïè ßêÿßïïßî« - ßêÿßê╡ßè¿ßê¿ßê¥',100.00,3,1,NULL,'2026-04-29 00:17:40'),(168,'income','ßêÇ/ßîèßï«ßê¡ßîèßê╡ ßê░ßê¢ßè╕ßè¥','ßêÿßïïßî« ßè¡ßììßêì','2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','ßïêßê¡ßêâßïè ßêÿßïïßî« - ßë│ßêàßê│ßê╡',100.00,3,1,NULL,'2026-04-29 00:17:45'),(169,'income','ßê¢ßê½ßê¢ßïèßë╡ ßïêßèòßï░ßê░ßèò','ßêÿßïïßî« ßè¡ßììßêì','2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','ßïêßê¡ßêâßïè ßêÿßïïßî« - ßêÿßê╡ßè¿ßê¿ßê¥',100.00,3,1,NULL,'2026-04-29 00:17:53'),(170,'income','ßê¢ßê½ßê¢ßïèßë╡ ßïêßèòßï░ßê░ßèò','ßêÿßïïßî« ßè¡ßììßêì','2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','ßïêßê¡ßêâßïè ßêÿßïïßî« - ßîÑßëàßê¥ßë╡',100.00,3,1,NULL,'2026-04-29 00:17:58'),(171,'income','ßê¢ßê½ßê¢ßïèßë╡ ßïêßèòßï░ßê░ßèò','ßêÿßïïßî« ßè¡ßììßêì','2026-04-29','29 ßë│ßêàßê│ßê╡ 2018','ßïêßê¡ßêâßïè ßêÿßïïßî« - ßêàßï│ßê¡',50.00,3,1,NULL,'2026-04-29 00:18:11');
/*!40000 ALTER TABLE `transactions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL,
  `full_name` varchar(100) NOT NULL,
  `role` enum('admin','contribution','viewer','finance') NOT NULL,
  `department` varchar(100) DEFAULT NULL,
  `status` enum('active','inactive') DEFAULT 'active',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'admin','$2y$10$c8/BSLn3Ands/9PEj9GhVO3ofA4vUi0a6e5tadqV4d5cCbcqBAQ32','System Administrator','admin','IT','active','2026-04-29 00:36:09'),(2,'finance1','$2y$10$c8/BSLn3Ands/9PEj9GhVO3ofA4vUi0a6e5tadqV4d5cCbcqBAQ32','Abebe Kebede','finance','Finance','active','2026-04-29 00:36:09'),(3,'contributor1','$2y$10$c8/BSLn3Ands/9PEj9GhVO3ofA4vUi0a6e5tadqV4d5cCbcqBAQ32','Tigist Haile','contribution','Contribution','active','2026-04-29 00:36:09'),(4,'viewer1','$2y$10$c8/BSLn3Ands/9PEj9GhVO3ofA4vUi0a6e5tadqV4d5cCbcqBAQ32','Dawit Tadesse','viewer','Reports','active','2026-04-29 00:36:09'),(5,'tesfa','$2y$10$3X2QLU5J/zgK..yqaTOftelpHGMq2xNG4sb3rCncgpzDJVX3p9Ar.','tesfahun bayih','admin','IT','active','2026-04-29 00:41:21');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping routines for database 'church_management'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2026-07-25  2:06:40
